// Category: Հայոց պատմություն
window.MILLIONAIRE_QUESTIONS = window.MILLIONAIRE_QUESTIONS || [];
window.MILLIONAIRE_QUESTIONS.push(...[
  {
    "level": "hard",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր թվականին է Հայաստանը անդամակցել ՄԱԿ-ին",
    "answers": [
      "1990",
      "1991",
      "1992",
      "1993"
    ],
    "correctIndex": 2,
    "explanation": "Հայաստանը ՄԱԿ-ին անդամակցել է 1992 թվականին։"
  },
  {
    "level": "hard",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր թվականին է կնքվել Գյուլիստանի պայմանագիրը",
    "answers": [
      "1804",
      "1813",
      "1828",
      "1878"
    ],
    "correctIndex": 1,
    "explanation": "Գյուլիստանի պայմանագիրը կնքվել է 1813 թվականին Ռուսաստանի և Պարսկաստանի միջև։"
  },
  {
    "level": "easy",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր արքան է հիմնադրել Տիգրանակերտ մայրաքաղաքը",
    "answers": [
      "Արտաշես Ա",
      "Տիգրան Մեծ",
      "Արտավազդ Բ",
      "Տրդատ Գ"
    ],
    "correctIndex": 1,
    "explanation": "Տիգրանակերտը հիմնադրել է Տիգրան Բ Մեծը։"
  },
  {
    "level": "easy",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր թվականին է տեղի ունեցել Ավարայրի ճակատամարտը",
    "answers": [
      "451",
      "405",
      "301",
      "428"
    ],
    "correctIndex": 0,
    "explanation": "Ավարայրի ճակատամարտը տեղի է ունեցել 451 թվականին։"
  },
  {
    "level": "hard",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞վ է եղել Կիլիկյան Հայաստանի վերջին թագավորը",
    "answers": [
      "Լևոն Բ",
      "Հեթում Ա",
      "Լևոն V",
      "Լևոն VI (Վ)"
    ],
    "correctIndex": 3,
    "explanation": "Լևոն V (կամ VI) Լուսինյանը Կիլիկիայի վերջին թագավորն էր։"
  },
  {
    "level": "hard",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր թվականին ընդունվեց Հայաստանի Անկախության հռչակագիրը",
    "answers": [
      "1988 օգոստոսի 23",
      "1990 օգոստոսի 23",
      "1991 սեպտեմբերի 21",
      "1995 հուլիսի 5"
    ],
    "correctIndex": 1,
    "explanation": "Հռչակագիրն ընդունվել է 1990 թ. օգոստոսի 23-ին, իսկ հանրաքվեն 1991 թ. սեպտեմբերի 21-ին էր։"
  },
  {
    "level": "average",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր պետության դեմ էր մղվում Ավարայրի ճակատամարտը։",
    "answers": [
      "Սելջուկներ",
      "Արաբական Խալիֆայություն",
      "Բյուզանդիա",
      "Սասանյան Պարսկաստան"
    ],
    "correctIndex": 3,
    "explanation": "Սասանյանների դեմ էր 451թ.-ին։"
  },
  {
    "level": "easy",
    "category": "Հայոց պատմություն",
    "prompt": "Ո՞ր թվականին Հայաստանը ընդունեց քրիստոնեությունը որպես պետական կրոն։",
    "answers": [
      "451",
      "301",
      "405",
      "387"
    ],
    "correctIndex": 1,
    "explanation": "Հայաստանը առաջինն էր աշխարհում 301 թ.-ին։"
  }
]);
