// Category: Տնտեսագիտություն
window.MILLIONAIRE_QUESTIONS = window.MILLIONAIRE_QUESTIONS || [];
window.MILLIONAIRE_QUESTIONS.push(...[
  {
    "level": "hard",
    "category": "Տնտեսագիտություն",
    "prompt": "Ո՞վ է համարվում ժամանակակից մակրոտնտեսագիտության հիմնադիրը",
    "answers": [
      "Ադամ Սմիթ",
      "Ջոն Մեյնարդ Քեյնս",
      "Կառլ Մարքս",
      "Միլթոն Ֆրիդման"
    ],
    "correctIndex": 1,
    "explanation": "Ջոն Մեյնարդ Քեյնսը մակրոտնտեսագիտության հիմնադիրներից է։"
  },
  {
    "level": "hard",
    "category": "Տնտեսագիտություն",
    "prompt": "Ո՞րն է Ճապոնիայի ազգային արժույթը",
    "answers": [
      "Յուան",
      "Վոն",
      "Յեն",
      "Դոլար"
    ],
    "correctIndex": 2,
    "explanation": "Ճապոնիայի արժույթը Յենն է։"
  },
  {
    "level": "average",
    "category": "Տնտեսագիտություն",
    "prompt": "Ո՞րն է աշխարհի ամենահին և շարունակաբար գործող բորսան։",
    "answers": [
      "Ամստերդամի բորսան",
      "Նյու Յորքի ֆոնդային բորսան",
      "Լոնդոնի բորսան",
      "Տոկիոյի բորսան"
    ],
    "correctIndex": 0,
    "explanation": "Ստեղծվել է 1602 թ.-ին։"
  },
  {
    "level": "average",
    "category": "Տնտեսագիտություն",
    "prompt": "Ո՞վ է պատկերված ԱՄՆ 100 դոլարանոց թղթադրամի վրա։",
    "answers": [
      "Բենջամին Ֆրանկլին",
      "Ալեքսանդր Համիլթոն",
      "Աբրահամ Լինքոլն",
      "Ջորջ Վաշինգտոն"
    ],
    "correctIndex": 0,
    "explanation": "Բենջամին Ֆրանկլինն է։"
  }
]);
